OdRxProperty.subSetValue(OdRxObject*,OdRxValue!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
\details
Method called by setValue() to actually set the value. To be overloaded by the property implementation.

OdRxProperty.subGetValue(OdRxObject!System.Runtime.CompilerServices.IsConst*,OdRxValue*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
\details
Method called by getValue() to actually get the value. To be overloaded by the property implementation.

OdRxProperty.setValue(OdRxObject*,OdRxValue!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
\details
Set the property value.
\param pO [in] The object which property to set.
\param value [in] Property value to set.
\returns Returns eOk if successful. If it returns eNotApplicable the property is considered read-only.

OdRxProperty.getValue(OdRxObject!System.Runtime.CompilerServices.IsConst*,OdRxValue*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
\details
Get the property value.
\param pO [in] The object which property to retrieve.
\param value [out] Resulting value.
\returns Returns eOk if successful.